app/controllers/elements_controller.rb

SELECT "webs".* FROM "webs"
---
	def index
		@webs = Web.all